Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/hypnotix.tmx
Source language: en
Languages: sv

source: TV Channels > %s
sv: TV-kanaler > %s

source: Quit
sv: Avsluta

source: Show
sv: Visa

source: Reset to defaults...
sv: Återställ standardvärden...

source: Type:
sv: Typ:

source: Season %s
sv: Säsong %s

source: Fullscreen mode
sv: Helskärmsläge

source: Loading providers...
sv: Hämtar leverantörer...

source: Cancel
sv: Avbryt

source: Channel Count
sv: Antal kanaler

source: Local version:
sv: Lokal version:

source: TV Channels
sv: TV-kanaler

source: Yes
sv: Ja

source: Update from github.com/yt-dlp
sv: Uppdatera från github.com/yt-dlp

source: Downloading playlist...
sv: Hämtar spellista...

source: Edit %s
sv: Redigera %s

source: Getting playlist...
sv: Läser spellista...

source: Series (%d)
sv: Serier (%d)

source: Logo URL:
sv: Logotypens URL:

source: If Youtube channels stop working you can switch to a local version of yt-dlp and update it using the button above.
sv: Om Youtube-kanaler slutar fungera kan du byta till en lokal version av yt-dlp och uppdatera den med knappen ovan.

source: Note: If the logo is a local file, upload it to imgur.com to get a URL.
sv: Obs! Om logotypen är en lokal fil laddar du upp den till imgur.com för att få en URL.

source: Loading channels...
sv: Hämtar kanaler...

source: Currently playing:
sv: Spelar nu:

source: Browse...
sv: Bläddra...

source: %d TV channel
sv: %d TV-kanal

source: %d TV channels
sv: %d TV-kanaler

source: Pause
sv: Pausa

source: Create a new channel
sv: Skapa en ny kanal

source: Watch TV
sv: Se på TV

source: Use local version
sv: Använd lokal version

source: Stop
sv: Stoppa

source: Preferences
sv: Inställningar

source: Add a new provider...
sv: Lägg till ny leverantör...

source: Fullscreen
sv: Helskärm

source: Series > %s
sv: Serier > %s

source: Add a new provider
sv: Lägg till ny leverantör

source: Aspect
sv: Förhållande

source: MPV Options
sv: MPV-alternativ

source: Series
sv: Serier

source: About
sv: Om programmet

source: This channel will be added to your favorites.
sv: Den här kanalen kommer att läggas till bland dina favoriter.

source: Remove from favorites
sv: Ta bort från favoriter

source: URL:
sv: Webbadress:

source: Password:
sv: Lösenord:

source: TV Channels (%d)
sv: TV-kanaler (%d)

source: Search
sv: Sök

source: No
sv: Nej

source: Stream Information
sv: Ströminformation

source: Edit
sv: Redigera

source: Playback
sv: Uppspelning

source: surround sound
sv: surroundljud

source: Remove
sv: Ta bort

source: Play previous/next channel
sv: Spela upp föregående/nästa kanal

source: Xtream API
sv: API för Xtream

source: Name:
sv: Namn:

source: %d series
sv: %d serie

source: Providers
sv: Leverantörer

source: Favorites
sv: Favoriter

source: Network
sv: Nätverk

source: Borderless mode (no decorations)
sv: Kantlöst läge (inga dekorationer)

source: Movies > %s
sv: Filmer > %s

source: User Agent
sv: Användaragent

source: Theater mode (no controls)
sv: Biografläge (inga kontroller)

source: Delete %s
sv: Ta bort %s

source: Keyboard Shortcuts
sv: Snabbkommandon

source: Path:
sv: Sökväg:

source: Main shortcuts
sv: De viktigaste snabbkommandona

source: Username:
sv: Användarnamn:

source: M3U Playlists
sv: M3U-spellistor

source: Episode %s
sv: Avsnitt %s

source: Sample Rate
sv: Samplingsfrekvens

source: Bits Per Pixel
sv: Bitar per pixel

source: Clear icon cache
sv: Rensa ikoncache

source: General
sv: Allmänt

source: New Channel
sv: Ny kanal

source: Average Bitrate
sv: Genomsnittlig bithastighet

source: List of MPV options
sv: Lista över MPV-alternativ

source: Failed to download playlist from %s
sv: Kunde inte hämta spellista från %s

source: Referrer
sv: Hänvisning

source: Are you sure you want to reset to the default providers?
sv: Är du säker på att du vill ta bort alla utom de ursprungliga leverantörerna?

source: Movies (%d)
sv: Filmer (%d)

source: Audio
sv: Ljud

source: Add to favorites
sv: Lägg till i favoriter

source: Reset providers
sv: Återställ listan med leverantörer

source: Codec
sv: Kodek

source: Restart Hypnotix for changes to take effect.
sv: Starta om Hypnotix för att ändringarna ska börja gälla.

source: Reload all providers
sv: Hämta om listan med leverantörer

source: Dimensions
sv: Bildstorlek

source: No provider selected
sv: Ingen leverantör har valts

source: Movies
sv: Filmer

source: Normal mode
sv: Normalläge

source: Channels
sv: Kanaler

source: No channels found
sv: Inga kanaler hittades

source: Pixel Format
sv: Bildpunktsformat

source: Checking playlist...
sv: Kontrollerar spellista...

source: %d movie
sv: %d film

source: %d movies
sv: %d filmer

source: Are you sure you want to delete this provider?
sv: Är du säker på att du vill ta bort den här leverantören?

source: Color
sv: Färg

source: Local M3U File
sv: Lokal M3U-fil
